"Continue" = "متابعة";

"Software Update" = "تحديث البرنامج";
"Release Notes:" = "ملاحظات الإصدار:";
"Remind Me Later" = "ذكرني لاحقا";
"Install on Quit" = "تثبيت عند الإغلاق";
"Install and Relaunch" = "التثبيت وإعادة التشغيل";
"Skip This Version" = "تخطي هذا الإصدار";

"Automatically download and install updates" = "قم بتنزيل التحديثات وتثبيتها تلقائيا";
"No newer version available." = "لا يتوفر إصدار أحدث متاح.";
"An error occurred in retrieving update information. Please try again later." = "حدث خطأ في استرداد معلومات التحديث. من فضلك حاول مرة أخرى لاحقا.";
"A new version of {0} is available! Would you like to download it now?" = "تتوفر نسخة جديدة من {0}! هل ترغب في تحميلها الآن؟";

/* Progress messages */
"Installing update…" = "تثبيت التحديث...";
"Checking for updates…" = "التحقق من التحديثات...";
"Downloading update…" = "تنزيل التحديث...";
"Extracting update…" = "استخراج التحديث...";

"Version {0} is now available" = "Version {0} is now available";
